;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
; Wise Disk Cleaner
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Soft Version: 7.93
; Update: 2013-09-01
[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Translation]
ReadHabit=Left-to-right
LanguageName=FIN
LangCode=040B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
pmGo=Avaa Sisällys Kansio
pmNone=Ei Mitään
pmAll1=Kaikki
pmrec=Suositellut
pmIgnore=Älä huomioi tätä kohdetta
pmExport=Vie kohteeseen ...
pmInvert=Käänteinen Valinta
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Keskeytä
FrmWDC.pmPortable.caption=Luo siirrettävä (USB) versio
;
; Main GUI
;
FrmWDC.pmHelp.caption=Suoraa Apua
FrmWDC.pmHome.caption=Kotisivulle
FrmWDC.pmForum.caption=Keskustelu alueelle
FrmWDC.pmContact.caption=Ota yhteyttä Meihin
FrmWDC.pmCheckNew.caption=Tarkista Päivitykset
FrmWDC.pmLang.caption=Kielet
FrmWDC.pmSkin.caption=Vaihda Ulkoasua
FrmWDC..caption=Tietoja Meistä
FrmWDC.btncomm.caption=Perus Siivoaja
FrmWDC.btnadv.caption=Edistynyt Siivoaja
FrmWDC.btnsilm.caption=Järjestelmän Kevennys
FrmWDC.btnrestore.caption=Palauta
FrmWDC.btnsettings.caption=Asetukset
FrmWDC.btnlikeit.caption=Tykkään
FrmWDC.btnsuggest.caption=Ehdotukset ja Palaute
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Nämä valinnat ovat aina oletuksena. Jos muutat valintoja, joudut valitsemaan ne uudelleen.
Frmadvdc.btnscan.caption=Käynnistä Etsintä
Frmadvdc.lblpath.caption=Etsinnän Sijainti:
Frmadvdc.btnrescan.caption=Etsi Uudelleen
Frmadvdc.btnall.caption=Kaikki
Frmadvdc.btnadvanced.caption=Edistyneet Asetukset
Frmadvdc.btnnone.caption=Ei Mitään
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner on Johtava Vapaa Rekisteri Siivoaja Windowsille. Nopea, Tarkka ja Turvallinen!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer on ryhmä tärkeitä rekisteri, levy ja muita järjestelmä sovelluksia Tietokoneellesi. Helppo käyttää ja Tehokas !
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Maailman Nopein Etsintä Nopeus!
Frmadvdc.lblrec.caption=Muut Wisen Sovellukset joista Käyttäjät Pitävät:
Frmadvdc.vtfiles.Columns[0]=Tiedosto Nimi
Frmadvdc.vtfiles.Columns[1]=Koko
Frmadvdc.vtfiles.Columns[2]=Polku
Frmadvdc.vtfiles.Columns[3]=Käytetty Viimeksi
Frmadvdc.vtfiles.Columns[4]=Tyyppi
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lisää
FrmAdvSettings.btnremove.caption=Poista
FrmAdvSettings.btncancel.caption=Keskeytä
FrmAdvSettings.wcknull.caption=Etsi tyhjät, 0 tav. tiedostot (hitaampi)
FrmAdvSettings.wckshortcut.caption=Etsi vialliset pikakuvakkeet (hitaampi)
FrmAdvSettings.caption=Edistyneet Asetukset
FrmAdvSettings.btnre.caption=Suositellut
FrmAdvSettings.btnall.caption=Kaikki
FrmAdvSettings.btnnone.caption=Ei Mitään
;
; About
;
FrmAboutWin.caption=Tietoja Ohjelmasta ja Meistä
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Komentokehoite Tila
FrmAutorunSettings.lblcmdinfo.caption=Voit suorittaa ohjelman, etsiä ja siivota levysi automaattisesti komentokehoittessa. Lisää tietoja, paina F1 tai klikkaa oheista URL-linkkiä lukeaksesi ohje tietoja.
FrmAutorunSettings.chk1.caption=Luo 'Siivous 1-klikkauksella' kuvake ja sijoita se työpöydälle
FrmAutorunSettings.chkadv.caption=sisältää edistyneen siivoajan
FrmAutorunSettings.btnhelp.caption=Suoraa Apua
;
; Common Cleaner
;
FrmCommon.btnall.caption=Kaikki
FrmCommon.btnre.caption=Suositellut
FrmCommon.btnnone.caption=Ei Mitään
FrmCommon.wckadv.caption=Sisällytä Edistynyt Siivoaja
FrmCommon.WiseLabel1.caption=Ajastus
FrmCommon.lbltype.caption=Valitse Ajankohta:
FrmCommon.lblweek.caption=Valitse Päivä:
FrmCommon.lbltime.caption=Aika:
FrmCommon.btnScan.caption=Käynnistä Etsintä
FrmCommon.lblstat.caption=Nopea ja helppo siivous turhille tiedostoille ja jäljille.
FrmCommon.btncancel.caption=Keskeytä
FrmCommon.btnrescan.caption=Etsi Uudelleen
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Lisää tiedosto
FrmExclusion.btnAddFolder.caption=Lisää kansio
FrmExclusion.btnAddType.caption=Lisää tiedosto tyyppi
FrmExclusion.BtnAddCookie.caption=Lisää Evästeet
FrmExclusion.btnImport.caption=Tuo
FrmExclusion.btnExport.caption=Vie
FrmExclusion.btnRemove.caption=Poista
;
; General Settings
;
FrmGeneral.lbtran.caption=Käännetty kielille...
FrmGeneral.chkNews.caption=Hae uutiskirjeet automaattisesti
FrmGeneral.chknotice.caption=Näytä auto siivous huomautus
FrmGeneral.chkwipe.caption=Turvallinen poistaminen (Hitaampi)
FrmGeneral.WiseLabel1.caption=Tarkista Päivitys:
FrmGeneral.WiseLabel2.caption=Oletus Kieli:
FrmGeneral.btnchecknew.caption=Tarkista Nyt
FrmGeneral.WiseLabel4.caption=Mukauta Tyhjennettäviä Kansioita (Vain edistyneille käyttäjille)
FrmGeneral.btnAdd.caption=Lisää
FrmGeneral.btnRemove.caption=Poista
FrmGeneral.chkexp.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.lblexp.caption=Tietoja
;
; Restore
;
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
FrmRestore.Btnclose.caption=Sulje
FrmRestore.caption=Palauta

;
; Settings
;
FrmSettings.tsCommon.caption=Yleiset
FrmSettings.tsAutoRun.caption=Auto Suoritus
FrmSettings.tsExclusion.caption=Pois suljetut
FrmSettings.btnrestore.caption=Tietoja
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Keskeytä
FrmSettings.caption=Asetukset
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Kokeile meidän älykkäitä tuotteitamme parantaaksesi Windowsin suorituskykyä nyt.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer on ryhmä tärkeitä rekisteri, levy ja muita järjestelmä sovelluksia Tietokoneellesi. Helppo käyttää ja Tehokas !
FrmSysClean.lbl1.caption=Wise Registry Cleaner on Johtava Vapaa Rekisteri Siivoaja Windowsille. Nopea, Tarkka ja Turvallinen!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Haluatko tulevaisuudessa parantaa Windowsin suorituskykyä?
FrmSysClean.btnSlimming.caption=Kevennä
FrmSysClean.btnall.caption=Kaikki
FrmSysClean.btnrecommended.caption=Suositellut
FrmSysClean.btnnone.caption=Ei Mitään
FrmSysClean.vtsys.Columns[0]=Kohde
FrmSysClean.vtsys.Columns[1]=Koko
FrmSysClean.vtsys.Columns[2]=Sijainti
FrmSysClean.vtsys.Columns[3]=Ehdotus
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Vapaa Levytila
FrmDiskDefrag.btnfolder.caption=Kansio
FrmDiskDefrag.btnfile.caption=Tiedosto
FrmDiskDefrag.btnsystem.caption=Järjestelmä Tiedosto
FrmDiskDefrag.btnFragmented.caption=Pirstoutuneet
FrmDiskDefrag.btnmft.caption=PääTiedostoTaulu (MFT)
FrmDiskDefrag.chkshutdown.caption=Sammuta levyn eheytyksen jälkeen.
FrmDiskDefrag.btnpause.caption=Tauko
FrmDiskDefrag.btnstop.caption=Pysäytä
FrmDiskDefrag.btnDefrag.caption=Eheytä
FrmWDC.btndefrag.caption=Levyn Eheytys
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Jos pidät Wise Disk Cleaneristä, ota käyttöön tämä hyvä, vapaa työkalu sinun suosikiksesi.
FrmlikeUs.lblInfo.caption=Jaa Wise Disk Cleaneriä perheellesi, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmlikeUs.lblRate.caption=Arvioi Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Seuraa meitä kohteissa:
FrmlikeUs.lblshare.caption=Jaa Wise Disk Cleaneriä:
FrmlikeUs.btndownload.caption=Ladattavat Ohjelmat
FrmlikeUs.imgrate.hint=Anna meille 5 tähden arvio
FrmlikeUs.imgmail.hint=Jaa se ystävillesi
FrmlikeUs.imgface1.hint=Jaa se Facebookissa
FrmlikeUs.imgface2.hint=Seuraa meitä Facebookissa
FrmlikeUs.imgtwitter1.hint=Jaa se Twitterissä
FrmlikeUs.imgtwitter2.hint=Seuraa meitä Twitterissä
FrmlikeUs.Caption=Tykkään
FrmlikeUs.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.comin Asiakas Kokemusten Kehitys Ohjelma
Frmsecurity.lbltitle.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
Frmsecurity.lblinfo1.caption=Auttaaksesi kehittämään tätä tuotetta, voit nauttia Asiakas Kokemusten Kehitys Ohjelmasta lähettämällä tietoja WiseCleaner.comille siitä kuinka käytät WiseCleaner.comin tuotteita.
Frmsecurity.lblinfo2.caption=Mitään kerättyä tietoa ei käytetä Sinun tunnistamiseen tai yhteydenottoon ja voit koska tahansa poistua Kehitys Ohjelmasta.
Frmsecurity.lbllink.caption=Lisää tietoa Asiakas Kokemusten Kehitys Ohjelmasta.
Frmsecurity.cbagree.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta.
Frmsecurity.cbagainst.caption=En halua nauttia ohjelmasta tällä kertaa.
Frmsecurity.btnok.caption=OK

[Message]
LestOneItem=Valitse ainakin yksi kohde siivoukseen.
HistorySaved=Levytilan säästö yhteensä: %s
DisableAdd=Turvallisin tapa, jotkin erikois kansiot (kuten "Windows Kansio", "Käynnistä Kiintolevyltä" ja "CD-ROM") eivät ole sallittuja lisätä tälle listalle.
ConfirmAdd=Oletko varma että haluat poistaa kaikki tiedostot kohteesta %s kun suoritat "Edistynyttä Siivoajaa"?
DupFolder=Tämä kansio on jo listalla.
ExImport=Pois sulku lista on viety kohteeseen:
SelectHardDrive=Valitse kiintolevy
CreationDate=Luonti Päivä
Description=Kuvaus
NowCleaning=Nyt siivotaan:
ScheduleNextTime=Seuraavalla kerralla:
Never=Ei Koskaan
InputType=Anna tiedostonimi tai -tyyppi (Esim: *.tmp jne..)
WarnNoType=Valitse ainakin yksi tiedostotyyppi etsintään!
NoItemChecked=Valitse yksi tai useampia tiedostoja siivoukseen.
WDCRunning=Ohjelma on käynnissä.
RemoveSysRestore=Haluatko poistaa valitun, järjestelmän palautuspisteen?
RestoreFromSysRestore=Sinun täytyy käynnistää tietokone uudelleen järjestelmän palautuksessa. Haluatko käynnistää palautuksen nyt?
WarnZeroFile=Valitsit "Tyhjä Tiedosto" Tilan. Jotkin 0 tavun tiedostot ovat tarpeellisia, tarkastele niitä ennen kuin poistat ne. Oletko varma että haluat tehdä tämän?
SysRestoring=Valmistellaan järjestelmän palauttamista...
SysCreating=Luodaan järjestelmän palautuspiste...
Browse=Selaa...
AllHardDrive=Paikalliset Levyt
Cleaning=Siivotaan...
Exported=Nykyiset kohteet on viety sijaintiin %s, haluatko avata tiedoston nyt?
LeftTimeSec=Kesto: %s sekunttia
Safetodel=Tämä kohde voidaan turvallisesti tuhota.
MoreSpace=Levytilan lisäys.
Unknow=Tuntematon.
AddFileType=Lisää Tiedosto Tyyppi
AlreadExist=%s esiintyy jo listalla.
illegalType=%s on laiton tiedosto tyyppi.
Summary=Yhteenveto
InputSummary=Anna kuvaus tälle tyypille:
noselected=Kohteita ei ole valittuna.
DelFileType=Oletko varma että haluat tuhota tämän tiedosto tyypin?
ScanAborted=Etsintä on keskeytetty!
TrashFound=%d tiedosto(a) löytyi, koko yhteensä %s.
NoTrashAndTrace=Onnittelut! Sinulla on Puhdas tietokone!
CleanDone=Siivous on viimeistelty!
LestOne=Valitse ainakin yksi kohde etsintään.
LestOneClean=Valitse ainakin yksi kohde siivoukseen.
Scanning=Etsitään..
InvalidIgnorItem=Ei voi jättää huomioimatta tätä kohdetta.
TraceFound=%d jälkeä löydetty.
CleanNow=Välitön siivous on suositeltavaa.
TrashRemoved=%d tiedosto(a) poistettu ja %s levytilaa vapautunut.
TraceRemoved=%d jälkeä on poistettu.
LastCommonClean=Viimeisin levyn siivous suoritettu:
Working=Odota että nykyinen tehtävä on suoritettu ja yritä uudelleen.
NoFilesFound=Ei roska tiedostoja
NoTracesFound=Ei jälkiä
FindTraces=%d jälkeä
NoItemFound=Ei siivottavaa
FindFilesSize=%d tiedosto(a) löytyi, koko yhteensä %s
FindTracesSection=%d jälkeä löytyi tästä kohdassa
CanFreeSpace=%d tiedosto(a) löytyi ja %s on tallennettu
TotalTraces=Kohteesta %d löytyi yhteensä jälkeä
EnableRestore=Järjestelmän Palautus on estetty. Haluatko sallia järjestelmän palautuksen?
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
ErrorMsg=Virhe Viesti:
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
KeyWord=Syötä avainsana(t):
AddFolder=Lisää kansio
CannotCrTask=Ei voi luoda ajastettua tehtävää.
InvalidType=Syötä kelpaava tiedosto pääte.
NoType=Tarkista ainakin yksi etsintä tyyppi.
FailToDelete=Joitain tiedostoja ei voida poistaa ennen kuin käynnistät tietokoneen uudelleen.
GoodHabit=Tietokoneen pitäminen puhtaana on hyvä tapa. Pidä sitä yllä!
7After=%d päivää kulunut viimeisestä eheytyksestä. Välitön etsintä on suositeltavaa.
7Before=On hyvä tapa pitää levyt puhtaina ja yksityisyytesi suojattuna.
TaskExists=Ajastettu tehtävä on jo. Haluatko poistaa sen vai luoda uuden ajastetun tehtävän? (Ei - Muokkaa olemassa olevaa. Keskeytä - Keskeytä tapahtuma.)
NoBackupSelected=Valitse ainakin yksi varmuuskopio palautukseen.
StartScan=Aloita Etsintä
StartClean=Aloita Siivous
Cancel=Keskeytä
Idle=Kun jouten
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Monday=Maanataisin
Tuesday=Tiistaisin
Wednesday=Keskiviikkoisin
Thursday=Torstaisin
Friday=Perjantaisin
Saturday=Lauantaisin
Sunday=Sunnuntaisin
AvdDefaultHint=Tämän sivun edistyneillä asetuksilla, löydät enemmän tarpeettomia tiedostoja ja vapautat enemmän levytilaa.
TrashFoundEx=Seuraavat roska tiedostot löydetty:
NoDriveChecked=Sinun pitää valita yksi tai useampia asemia etsintään.
ScanFor=Etsi asema:
FindDrives=Etsitään asemia...
Login=Kirjauduttaessa
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
TranslateTo=Käännetty kielille...
AddCookies=Lisää Evästeet
InputCookie=Anna Evästeet (Esim.: wisecleaner.com jne...)
InvalidCookie=Virheellinen Eväste
BrowserRunning=%s on käynnissä. Haluatko sulkea sen? Muussa tapauksessa, välimuistia ja evästeitä ei voida siivota?

[CommonClean]
ScanAbortedHint=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot ja jäljet.
DefaultHint=Siivoamalla tarpeettomat tiedostot ja Internet jäljet voi säästää levytilaa ja suojata yksityisyyttäsi.
ScanAbortedHint1=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot.
WhenIdle=Kun jouten
WhenLogin=Kirjauduttaessa

[SysClean]
Open=Avaa
Remove=Poista
MoreSpace=Lisää Tilaa
Cleaning=Siivotaan...
Scanning=Etsitään...
ScanEnd=Yhteensä %d kohdeta löytyi. %s levytilaa vapautuu järjestelmän kevennyksen jälkeen.
NoItems=Onnittelut! Järjestelmä asema on puhdas.
SpaceFreed=Järjestelmän kevennys päättynyt. %s levytilaa vapautui.
Installer=Vanhentunut Windows Asennus
LongInstaller=Vanhentuneet Windows Asennukset ovat tarpeettomia tiedostoja. Ne voidaan poistaa vapauttaen levytilaa.
PatchUninstall=Asennuksenpoisto Tiedostot Windows Päivitys Paketeista
LongPatchUninstall=Jos et tarvitse asennuksenpoistoja Windows Päivityksille, voit poistaa nämä tiedostot.
Downloadedfiles=Windowsin Lataamat Asennus Tiedostot
Longdownloadedfiles=Kun Windows päivitys paketin asennus onnistunut, voit turvallisesti poistaa nämä tiedostot.
Baselinecache=Windows Asentajan Perustason Välimuisti
LongBaselinecache=Tiedostot jotka luonut Windows asennus palvelu, nämä voidaan poistaa.
JPIME=Japanilainen IME (kirjoitustuki)
LongJPIME=Jos et tarvitse Japanilaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
KoreanIME=Korealainen IME (kirjoitustuki)
LongKoreanIME=Jos et tarvitse Korealaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
TChineseIME=Perinteinen Kiinalainen IME (kirjoitustuki)
LongTChineseIME=Jos et tarvitse perinteisiä Kiinalaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
MPinyinIME=Microsoft Pinyin IME (kirjoitustuki)
LongMPinyinIME=Jos et tarvitse Microsoft Pinyin IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
HelpFile=Windowsin Apua Tiedostot
LongHelpFile=Jos et tarvitse Windows apua tiedostoja enää, voit poistaa ne.
SamplePic=Windowsin Kuva Näytteet
LongSamplePic=Jos et tarvitse näyte kuvia enää, voit poistaa ne.
SampleMic=Windowsin Musiikki Näytteet
LongSampleMic=Jos et tarvitse musiikki näyteitä enää, voit poistaa ne.
SampleVideos=Windowsin Video Näytteet
LongSampleVideos=Jos et tarvitse video näytteitä enää, voit poistaa ne.
SampleMedia=Windowsin Muut Media Näytteet
LongSampleMedia=Jos et tarvitse muita media näytteitä enää, voit poistaa ne.
Wallpaper=Windowsin Taustakuva tiedostot
LongWallpaper=Jos et tarvitse taustakuva tiedostoja enää, voit poistaa ne.
[DiskDefrag]
Volume=Asema
Format=Tiedosto Järjestelmä
TotalSpace=Kokonais Tila
FreeSpace=Vapaa Tila
Fragmented=Pirstoutumat
Status=Tilanne
PmDefrag=Eheytä
QuickOpt=Nopea Tehostus
FullOpt=Täysi Tehostus
PmAnlyse=Tutki
Resume=Yhteenveto
Analying=Tutkitaan
Defragmenting=Eheytetään
Optimizing=Tehostetaan
Analyed=Tutkittu
Defragmented=Eheytetty
Optimized=Tehostettu
Pause=Tauko
IsSSD=Valintasi sisältää ainakin yhden SSD (puolijohde) aseman. Levyn eheytys saattaa lyhentää sen elinaikaa. Oletko varma että haluat jatkaa?
FragmentedRate=Pirstoutuminen

[Area]
AdobeReaderTmp=Adobe Reader väliaikaiset tiedostot
AdobePhotoshop=Adobe Photoshop historia
DaemonTools=Daemon Työkalut
BitTorrent=BitTorrent tiedostot
OperaCache=Opera Välimuisti
OperaHistory=Opera Historia
OperaCookies=Opera Evästeet
OperaSessions=Opera Istunnot
OperaURLHistory=Opera kirjatut Verkko-osoitteet
OperaSiteIcon=Opera verkkosivun Kuvakkeet
OperaPassword=Opera Tallennetut Salasanat
Networkmapping=Verkko Asemien Liitos Historia
LastDownloadDir=Viimeisin Latausten Sijainti
TrashClean=Tarpeettomat Tiedostot Tietokoneella
TraceClean=Jäljet Tietokoneella
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Officen Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Tiedosto Historia
TypeOtherApp=Muut Sovellukset
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Osat
FireFoxOther=Mozilla FireFoxin Muut Historiat
FireFoxPass=Mozilla FireFoxin Tallennetut Salasanat
FireFoxForm=Mozilla FireFoxin Autotäydennys Lomake Historia
FireFoxCookies=Mozilla FireFoxin Evästeet
ChromePass=Google Chromen Tallennetut Salasanat
ChromeForm=Google Chromen Autotäydennys Lomake Historia
ChromeCookies=Google Chromen Evästeet
IEPass=IE:n Tallennetut Salasanat (Yksityistä Tietoa, ei listata)
IEForm=IE:n Autotäydennys Lomake Historia (Yksityistä Tietoa, ei listata)
IECookies=Microsoft IE:n Evästeet
DOMStoreCookies=IE Selaimen DOM-Varaston Evästeet
IEAddressBarHistory=IE Selaimen osoite valikon historia
TypeInternet=Sivustot Internetissä
JumpList=Tehtäväpalkin Hyppy Listat (Korjatut Kohteet poistetaan myös)
SearchList=Windows Etsintä Historia
TraryNotify=Windows Alustan Tiedote Välimuisti
ExplorerMRU=Muut Explorer MRU:t
Recentdocuments=Viimeksi käytetyt Documentit
RunStartMenu=Käynnistä Käynnisty Valikko
TypeSystem=Windows Järjestelmä
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFoxin Välimuisti
ChromeCache=Google Chromen Välimuisti
IECahce=Microsoft IE:n Välimuisti
LogFile=Järjestelmän Loki Tiedostot
DownloadedPatch=Windowsin Luomat Lataus Tiedostot
ErrorReport=Virhe Raportti Tiedostot
Dump=Muistivedos Tiedostot
ThumbCache=Kuvake Välimuisti
InvalidLnk=Virheelliset Pikakuvakkeet
UserTemp=Sovellusten Luomat Jälki Tiedostot
SysTemp=Windowsin Luomat Jälki Tiedostot
Prefetch=Windows Valvonta Tiedot
RemoteDesktop=Etä Työpöydän Välimuisti Tiedostot
Recyclebin=Roskakorin Tyhjennys
SafariCache=Safarin Internet Välimuisti
SafariHistory=Safarin Historia
SafariCookies=Safarin Evästet
SafariPass=Safarin Tallennettu Lomake Historia
YahooMessage=Yahoo Messagerin viestit
WLM=Windows Live Messengerin viestit
SunJava=Sun Java

[Type]
UserDefine=Käyttäjän Määrittämät
ZeroFile=Tyhjät tiedostot-0 tavua
WinSetupLog=Windows asennuksen virheloki tiedostot
NtUninstall=Windows Päivitysten asennuksenpoisto lähteet
InvalidLnk=Virheelliset pikakuvakkeet
UserTemp=Käyttäjän väliaikaisten kansioiden Tiedostot
WinTemp=Windowsin väliaikaisten kansioiden Tiedostot
RecentFiles=Linkit Äsken käytettyihin tiedostoihin
PatchSource=Windows Päivitys Lähteet
TempFile=Väliaikaiset Tiedostot
fcwdir=Lataus tapahtuman luomat Tiedostot
tfcbp=Ohjelmien luomat väliaikais Tiedostot
sdrf=Levy etsinnän luomat Palautus Tiedostot
OldFile=Vanhat Tiedostot
outdatedfile=Vanhentuneet tiedostot
fcwhfir=Apua tiedostojen luomat tiedostot
Ncfile=Uutisryhmän välimuisti tiedostot
Backupfile=Varmistus tiedostot
WBfile=MS Word Varmistus tiedostot
Cbswahf=Tiedostot jotka luotu etsittäessä apu tiedostoa
whtf=Windows apua järjestelmän Väliaikaiset tiedostot 
Logfile=Loki tiedostot
LLogfile=Sovellusten tai järjestelmä palveluiden luomat Loki tiedostot
Errorfile=Virhe tiedostot
Wmdf=Win2000/XP muisti vedos tiedostot
bcomf=Varmuus kopiot muokatuista tiedostoista
Indexfile=Osoite tiedostot
ifcbsiotitpbs=kuvien etsintänopeuden parantamiseksi järjestelmän luomat osoite tiedostot
Tfcds=Asennuksessa luodut Väliaikaiset tiedostot
Intermediatefile=Välitys tiedostot
chkfile=Palautettu tiedosto

[AutoClean]
DiskSaved=levytilaa on Pelastettu.
Title=Onnittelut!
TraceCleanned=jäljet on siivottu.

[Skin]
SkinDefault=Oletus
SkinGray=Harmaa
SkinOrange=Oranssi
SkinCustom=Muokattu
SkinColor=Muokatun ulkoasun väri
